Repository: Kolloshe/umrah_express
Catalog: lib/l10n/app_*.arb
Languages: ar

# plzSelectOneDayNext
source: Please Select at lest one day next
ar: الرجاء اختيار على الأقل يوم واحد تالي

# pressAddActivityButtonToAddActivity
source: Press add activity button to add
ar: انقر علي زر اضافه نشاط

source: From which city ?
ar: من أي مدينه

# roomStartingFrom
source: Starting from
ar: يبدا السعر من

source: Show more
ar: رؤيه المزيد

source: Show less
ar: إخفاء

# declinedPayment
source: The booking was declined
ar: تم رفض العمليه

source: Voucher details
ar: تفاصيل القسيمة

source: Back to booking list
ar: الرجوع الي قائمه الحجوزات

source: Pay by credit balance
ar: خصمت من رصيد حسابك

source: Available rooms
ar: الغرف المتاحه

source: Paid amount
ar: المبلغ المدفوع

# paidFromCredit
source: Paid from credit balance
ar: دفعت من الحساب المتبقي

source: ascending
ar: تصاعدي

source: descending
ar: تنازلي

# offerAndPromotions
source: Offer and promotion
ar: العروض و التخفيضات

source: Transaction fees
ar: رسوم التحويل

source: Payment method
ar: طريقة الدفع

# card
source: Credit/Debit Cards
ar: بطاقة الائتمان / الخصم

# cryptoCurrency
source: Coinbase
ar: العملات المشفرة

source: Back
ar: رجوع

# useCreditBalance
source: Use you credit balance
ar: استخدام رصيدك المتبقي

source: Game discount
ar: خصم عن طريق اللعبه

source: Your E-sim card
ar: بطاقة esim الخاصة بك

source: E-sim card
ar: شريحه الاتصال الالكترونيه

# changeESIMAppbarTitle
source: Choose your alternative E-Sim
ar: اختر بطاقه E-Sim البديله

# roamingAvailableIn
source: Roaming available in {roamingCountry} Countries
ar: خدمه التجوال متاحه في {roamingCountry} بلد

source: How to install E-sim
ar: طريقه تفعيل الشريحه الالكترونيه

source: Validity
ar: صالحه لغايه

source: Activity details
ar: تفاصيل النشاط

source: Credit balance
ar: الرصيد المتبقي

source: Reset password
ar: إعادة تعيين كلمة المرور

source: Change password
ar: تغيير كلمة المرور

source: Last name
ar: الاسم الاخير

source: Edit passenger
ar: تعديل

# areUsureToCancellThisBooking
source: Are you sure to cancel this booking
ar: هل أنت متأكد أنك تريد إلغاء هذا الحجز

# pleaseEnterEmailLinkedWithThisAccount
source: Please enter the Email that linked with this Account
ar: الرجاء إدخال البريد الإلكتروني المرتبط بهذا الحساب

# oldPass
source: Old password
ar: كلمه السر الحاليه

# newPass
source: New password
ar: كلمه السر الجديده

# pleaseAnswerThisQuestions
source: Please answer this questions for the activities
ar: الرجاء الإجابة على هذه الأسئلة للأنشطة

source: Answer
ar: الاجابه

source: Required
ar: مطلوب

source: on
ar: في

source: failed to prebook
ar: فشل في الحجز المسبق

source: On way flight
ar: رحله اتجاه واحد

source: Umrah
ar: عمره

source: Umrah packages
ar: باقات العمره

source: Umrah and activities
ar: عمره و عطلات

# distenceFromAlKaaba
source: km from Masjid al-Haram (Kaaba)
ar: كيلومتر من المسجد الحرام (الكعبه)

# changeFlights
source: More flight options
ar: المزيد من خيارات الطيران

source: Flight no
ar: رقم الرحله

# transfinalDestination
source: Final destination
ar: الوجهه النهائيه

# transStartFrom
source: Starting form
ar: تبدا الرحله من

source: More hotels
ar: المزيد من الفنادق

# roomOption
source: Room options
ar: خيارات الغرف

# moreTransferOption
source: More transfer options
ar: خيارات مواصلات اخري

# moreESIMOption
source: More E-sim options
ar: خيارات اخري لشريحه الاتصال

# off
source: of
ar: من

# transFromHToA
source: Trip from the hotel to the airport
ar: رحله من الفندق الي المطار

# transFromAToH
source: Trip from the airport to the hotel
ar: رحله من المطار الي الفندق

source: add room
ar: إضافه غرفه

source: First class
ar: درجه أولي

source: Premium Economy
ar: اقتصاديه مميزه

source: Departure location
ar: مكان المغادره

source: Arrival location
ar: مكان الوصول

# hotelCancelationValue
source: A charge of {amount} {currency} will be applied starting from {date}
ar: سيتم فرض قيمه {amount} {currency} من يوم {date}

# rigPassword
source: Password
ar: كلمه السر

source: Recent search
ar: البحث السابق

source: Remove E-sim from package
ar: ازاله شريحه الاتصال من الباقه
