Repository: Kolloshe/umrah_express
Catalog: lib/l10n/app_*.arb
Languages: ar

# choose_your_holiday
source: Choose your holiday packages
ar: اختر باقه رحلتك

source: Where From?
ar: من أين؟

source: Your Current Location:
ar: موقعك الحالي :

source: Where are you going
ar: الي أين ؟

source: When will you be there
ar: متي تريد الذهاب

source: Next
ar: التالي

# errorSelectRangDate
source: Please select range date
ar: الرجاء تحديد فتره زمنيه

# errorAddYorCurrentLocation
source: Please add yor current location
ar: الرجاء تحديد موقعك الحالي

# errorSelectAtLeastNumOfDays
source: Please select at least {daysNum} days
ar: الرجاء اختيرا فتره {daysNum} ايام

# who_Coming
source: Who's coming?
ar: كم عددكم ؟

source: Rooms
ar: الغرف

source: Room
ar: غرفه

source: Adults
ar: البالغين

source: Children
ar: الاطفال

source: Holiday tuning
ar: تخصيص البحث

source: Preferred airline
ar: الطيران المفضل

source: Flight class
ar: فئة الرحلة

source: Economic
ar: درجه إقتصاديه

source: Business
ar: درجة رجال الأعمال

source: Preferred Hotel
ar: الفندق المفصل

source: Hotel stars
ar: فئه الفندق

source: Preferred Budgets
ar: الميزانيه المفضلة

source: Search
ar: بحث

source: Clear saved settings
ar: حذف التخصيصات السابقه

# catchTheCoins
source: Catch the coins to unlock your Discount!
ar: إجمع العملات للحصول علي تخفيضات

# hardLuck
source: Hard Luck.. :( May be next time..
ar: حظ اوفر في المره القادمه

source: Coins:
ar: العملات :

source: Life point :
ar: نقاط الحياه :

source: Congrats !
ar: تهانينا !

# congratsYouVeGot
source: Congrats! You’ve got {discount} {gencurrency} ... discount! :)
ar: لقد حصلت علي {discount} {gencurrency} تخفيض :)

source: Hurray
ar: مرحى

source: Destination
ar: الوجه

source: Dates
ar: التاريخ

source: Filters
ar: فلتره

source: Sort
ar: ترتيب

# passenger
source: {count,plural, =0{No passenger} =1{1 passenger} other{{count} passengers}}
ar: {count,plural,=0{لا يوجد ركاب} =1{مسافر واحد} =2{مسافران} few{{count} مسافرون} many{{count} مسافرون} other{{count} مسافر}}

# roomCount
source: {count,plural, =0{No rooms} =1{1 room} other{{count} rooms}}
ar: {count,plural, =0{لا توجد غرف} =1{غرفه واحده } =2{غرفتان} few{{count} غرف} many{{count} غرف} other{{count} غرف}}

source: Currency
ar: العمله

source: Close
ar: اغلق

source: Street View
ar: منظور الطريق

source: Map View
ar: الموقع

# totalP
source: Total price
ar: السعر الاجمالي

source: Lowest to Highest
ar: ترتيب تصاعدي (من الاقل الي الاكثر)

source: Highest to Lowest
ar: ترتيب تنازلي (من الاكثر الي الاقل)

source: Please wait...
ar: الرجاء الانتظار ....

source: Max
ar: الحد الاعلى

source: Min
ar: الحد الادنى

# fStops
source: Flight Stops
ar: توقف الرحله

# flightStop
source: {count,plural, =0{Direct} =1{One stop} other{{count} stops}}
ar: {count,plural, =0{رحله مباشره} =1{توقف واحد} few{{count} توقف} many{{count} توقف} other{{count} توقف}}

source: Your departure flight
ar: رحله الذهاب

source: Your hotel
ar: الفندق

source: Your hotels
ar: الفنادق

source: View Hotel Details
ar: تفاصيل الفندق

source: Room Details
ar: تفاصيل الغرف

source: Your activity
ar: الجولات السياحيه و النشاطات

source: Your transfer
ar: المواصلات

source: To hotel
ar: من المطار الي الفندق

source: Type
ar: نوع العربه

source: Pick-Up
ar: من

source: Drop-Off
ar: الي

source: To airport
ar: من الفندق الي المطار

# yourArrivalFlight
source: Your return flight
ar: رحله العوده

source: TOTAL PACKAGE PRICE
ar: اجمالي سعر الرحله

source: Book now
ar: اجحز الان

source: Need help ?
ar: تحتاج الي مساعده؟

source: Hotel Details
ar: تفاصيل الفندق

# errorNoActivities
source: There are no activities in your holiday package, please click + button to add activities.
ar: لا توجد أنشطة في باقة عطلتك ، يرجى النقر علي زر + لإضافة أنشطة.

source: They are no transfer
ar: لا يوجد مواصلات

# removeSectionMsG
source: has been removed, use + button to add your
ar: تمت إزالتها ، استخدم زر + لإضافة

# removeHotelChangeTheTransfer
source: you just remove the hotel service independent on that you have to change your transfer destination
ar: لقت قمت بازاله الفندق من يجب عليك تحديد و جهت وسيله النقل

source: Flight Details
ar: تفاصيل الطيران

source: Departure Information
ar: معلومات رحله الذهاب

source: Return Information
ar: معلومات رحله العوده

source: Change in
ar: التبديل في

source: Waiting Time
ar: زمن الانتظار

source: Baggage Details
ar: الحقائب

# changeFlightAppbarTitle
source: Choose your alternative flight
ar: اختر رحلتك البديله

source: Search by Airlines
ar: البحث عن خطوط طيران

source: Package Price Difference
ar: فرق السعر

# contin
source: Continue
ar: متابعه

# flightHasBeenChange
source: Flight has been change successfully
ar: تم تغيير الرحلة بنجاح

source: Select
ar: اختيار

source: Hotel Address
ar: موقع الفندق

source: Hotel facilities
ar: خدمات الفندق

source: Check In
ar: دخول الفندق في

source: Check Out
ar: الخروج من الفندق في

source: Room Category:
ar: فئه الغرفه

# chooseAlternativeHotel
source: Choose your alternative hotel
ar: اختر فندقك البديل

source: Search by hotel name
ar: البحث باسم فندق

source: Available Room
ar: الغرف المتاحه

source: Hotel has been change
ar: تم تغير الفندق

# roomhasBeenChanged
source: The room has been changed
ar: تم تغير الغرفه

# manageYourActivities
source: Manage your daily activities
ar: إداره الانشاطات اليوميه

source: No Activity
ar: لا يوجد نشاط لهذا اليوم

# wouldYouLikeToBookAnyActivity
source: Would you like to book any activity on this day?
ar: هل ترغب في حجز نشاط لهذا اليوم ؟

# estimatedArrivalTime
source: Your estimated arrival time is on
ar: الزمن المتوقع للوصل في

# nextDayNoActivity
source: (Next Day) You won't be able to book any activity on that day.
ar: (اليوم التالي) لا يمكنك حجز نشاط في هذا اليوم

# youWonBeAbleAnyActivityDay
source: You won't be able to book any activity on that day
ar: لايمكنك حجز نشاط في هذا اليوم

# estimatedDepartureTime
source: Your estimated departure time is on
ar: الزمن المتوقع للمغاده في

source: View Details
ar: عرض التفاصيل

source: Change Activity
ar: تغير النشاط

source: Remove Activity
ar: حذف النشاط

source: Add Activity
ar: اضافه نشاط

source: Available Activity
ar: النشاطات المتوفره

source: No activities available at this time
ar: لايوجد نشاطات متوفره حالياً

# activityHasChange
source: Activity has been change successfully
ar: تم اضافه النشاط بنجاح

# cantAddThisActivityAtThisMoments
source: Can't Add This Activity at this moments Please select other activity
ar: لايمكن اضافه هذا النشاط في هذا الوقت ارجاء اختيار نشاط اخر

# activityFailedToBooking
source: This Activity failed to booking please choose other one
ar: لم نتمكن من حجز هذا النشاط الرجاء اختيار نشاط اخر

# sureToCancelTheBooking
source: Are you sure to cancel the booking
ar: هل ترغب في إلغاء عمليه الحجز

source: Cancel
ar: إلغاء

source: Activity name
ar: اسم النشاط

source: Activity date
ar: تاريخ النشاط

source: Description
ar: وصف النشاط

# activityHasBeenRemoved
source: The activity has been removed
ar: تم حذف النشاط

source: Transfer
ar: مواصلات

source: Select the transfer
ar: اختر من القائمه

source: Skip
ar: تخطي

source: Previous
ar: السابق

# cantSkipBoth
source: you can't Skip both please select one
ar: لايمكنك تخطي الاثنين

source: Transfer has been added
ar: تم اضافه وسيله النقل

# cantAddTransferFor
source: We can't add Transfer for this Package
ar: لمن نتمكن من اضافه وسيله النقل

# selectOneOrPressSkip
source: Please select Transfer
ar: الرجاء اختيار عربه او النقر علي تخطي

# youTryToChangeTheTransferManyTime
source: You try to change the transfer many time we can't add transfer to this package Tap to Continue booking
ar: لقد حاولت تغير المواصلات اكثر من مره لم نستطع العربه اضغط متابعه لاكمال الحجز

# areUSureToRemoveServices
source: Are you sure you want to remove this service ?
ar: انت علي وشك حذف هذه الخدمه هل ترغب في الاستمرار والحذف

source: Remove
ar: حذف

source: Confirm
ar: تآكيد

source: Flight has been removed
ar: تم حذف رحله الطيران

# hotelHasRemoved
source: Hotel has been removed
ar: تم حذف خدمه الفندق

source: Transfer has been removed
ar: تم حذف خدمه المواصلات

# theyAreNoAlternativeTransfer
source: They are no alternative transfer available at this moments
ar: لا يوجد مواصلات في هذه اللحظه

source: Flight
ar: رحله الطيران

source: First Name
ar: الاسم الاول

source: Surname
ar: اسم العائله

source: Nationality
ar: الجنسيه

source: Passport number
ar: رقم جواز السفر

# passportExpiry
source: passport Expiry date
ar: تاريخ انتهاء جواز السفر

# chooseFromPassList
source: Choose from passenger list
ar: اخيار من قائمه المسافرين

# scanUrDoc
source: Scan your documents
ar: إمسح معلومات جوازك

# passTitle
source: Passenger Title
ar: اللقب

# dOfB
source: Date of birth
ar: تاريخ الميلاد

# rSmokingRoom
source: Require a Smoking Room
ar: طلب غرفه تدخين

# nSmokingRoom
source: Require a Non Smoking Room
ar: طلب غرفه لغير المدخنين

# rLowFloor
source: Request Room on a Low Floor
ar: طلب غرفه في طابق منخفض

# rHighFloor
source: Request Room on a High Floor
ar: طلب غرفه في طابق مرتفع

source: Honeymoon Trip
ar: رحله شهر العسل

# rBabyCot
source: Request for a Baby Cot
ar: طلب سرير اطفال

source: Celebrating Birthday
ar: احتفال بعيد الميلاد

source: Celebrating Anniversary
ar: الإحتفال بالذكرى السنوية

# wUAddComment
source: Would you like to add a comment
ar: هل ترغب في اضافه تعليق اخر

source: Booking summary
ar: ملخص الحجز

source: nights
ar: ليالي

source: days
ar: ايام

source: Cancellation policy
ar: سياسة الإلغاء الحجز

source: ALSO INCLUDES
ar: تحتوي الباقه علي

source: Round Trip
ar: ذهاب و عوده

# coupon
source: Apply Coupon
ar: تطبيق قسيمه التخفيض

source: Remove the Coupon
ar: إلغاء قسيمه التخفيض

source: Coupon code
ar: رمز التخفيض

source: Order Summary
ar: ملخص الطلب

source: Initial amount
ar: السعر

source: Discount
ar: تخفيض

# iHaveReadAndAccept
source: I have read and accept the
ar: لقد قرأت و قبلت

source: general terms
ar: السياسات العامه

source: and cancellation policy conditions.
ar: وشروط سياسة الإلغاء

source: Pay Now
ar: إدفع الان

source: Payment
ar: الدفع

# currentRefundableAmount
source: Current Refundable amount is {amount} {curr} and it may change depending on the time of cancellation
ar: المبلغ الحالي القابل للاسترداد هو {amount} {curr} وقد يتغير حسب وقت الإلغاء

# bookingWasSuccessfully
source: The booking was successfully
ar: تم الحجز بنجاح

source: Congratulations
ar: تهانينا

# bookingCanceled
source: The booking was canceled
ar: تم إلغاء الحجز

# cancelPayment
source: You just cancel the payment
ar: لقد قمت بإلغاء عمليه الدفع

# bookingFailed
source: The booking was failed
ar: فشلت عمليه الدفع

source: Failed to complete booking
ar: فشل في إتمام عمليه الدفع

source: See Confirmation Details
ar: عرض التفاصيل

source: Passengers
ar: المسافرين

# notSavingAnyDocuments
source: We are not saving any documents on our servers
ar: نحن لا نحفظ أي مستندات

source: Settings
ar: الإعدادات

source: GENERAL
ar: عام

source: ACCOUNT
ar: الحساب

source: Profile
ar: الملف الشخصي

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

# privacyPolicyTitle
source: PRIVACY POLICY
ar: السياسات و الاحكام

source: privacy policy
ar: السياسات الخاصه

source: Terms and conditions
ar: الشروط و الاحكام

source: Contact us
ar: التواصل معنا

source: Profile information
ar: بيانات الملف الشخصي

source: My Booking
ar: حجوزاتي

source: Passengers Records
ar: بيانات المسافرين

source: Information
ar: البيانات

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Phone
ar: رقم الهاتف

source: Address
ar: العنوان

source: Postal code
ar: الرمز البريدي

source: Update
ar: تحديث البيانات

# theyNoBooking
source: They are no booking yet
ar: لا توجد حجوزات سابقه

source: Service date:
ar: تاريخ الخدمه

source: Booking date:
ar: تاريخ الحجز

source: Booking No:
ar: رقم الحجز

source: Expired
ar: منتهي الصلاحيه

source: Enter email
ar: البريد الالكتروني

# enterPass
source: Enter password
ar: كلمه السر

# didHaveAccount
source: Didn't have an account
ar: ليس لديك حساب

source: Or sign in with
ar: او التسجيل باستخدام

source: Registration
ar: التسجيل

# confirmPass
source: Confirm password
ar: تأكيد كلمه السر

source: Create account
ar: انشاء حساب

source: Please replace your
ar: الرجاء تغيير

# failedSomeServices
source: Some services of your holiday package are not available at the moment kindly select an alternative options:
ar: بعض الخدمات في عطلتك غير متوفره حاليآ اختر بديل من ضمن البدايل المتوفره

source: Failed Services
ar: الخدمات الغير متوفره

source: Language
ar: اللغه

source: Activity
ar: النشاطات السياحيه

# checkPassengerInfo
source: Flight Please check your Passengers information
ar: رحله الطيران الرجاء ادخال بيانات المسافرين الصحيحه

source: passenger information issue'
ar: خطاء في بيانات المسافرين

source: Apply Filter
ar: تطبيق

source: Clear
ar: إزاله

source: Non stop
ar: مباشر

source: One stop
ar: توقف واحد

# mutliStop
source: Multi stop
ar: متعدد الوقفات

source: Sort by name
ar: الترتيب حسب الإسم

source: Sort by price
ar: الترتيب حسب السعر

source: Sort by flight stop
ar: الترتيب حسب توقف الرحله

source: A to z
ar: أ الي ي

source: Z to A
ar: ي الي أ

# stars
source: {numOfstar} Stars
ar: {numOfstar} نجوم

# youAccountMissSomeInformation
source: You Account miss some information please update
ar: هنالك بعض البيانات غير موجوده في حسابك الرجاء التحديث

source: child
ar: الطفل

source: adult
ar: البالغ

source: First
ar: الاول

source: Second
ar: الثاني

# third
source: {numOfpass}rd
ar: الثالث

# lastpass
source: {numOfpass}th
ar: {numOfpass}

source: Passengers information
ar: بيانات المسافرين

# fillAllTheField
source: please fill all the field
ar: الرجاء ملء جميع الحقول

source: this Passport was expiry
ar: هذا الجواز منتهي الصلاحيه

# doubleCheckInformations
source: Please verify your information
ar: الرجاء مراجعه جميع البيانات

source: this passenger data is already exists
ar: بيانات هذا المسافر موجوده بلفعل

source: Special request
ar: طلبات خاصه

# imageUpdatedSuccess
source: profile image has been updated successfully
ar: تم تحديث صوره الملف الشخصي

# tryAgainLater
source: Please try again later
ar: حدث خطا ما، الرجاء المحاوله لاحقا

# invalidOrExpiredUrl
source: invalid or expired share url
ar: الرابط غير صحيح او منتهي الصلاحيه

source: Please login
ar: الرجاء تسجيل الدخول

# informationUpdatedSuccess
source: your profile has been updated successfully
ar: تم تحديث الملف الشخصي

# sectionManagerMess
source: The {section} has been {action}ed
ar: تم إضافه {section}

# hotelBeenRemoved
source: Hotel has been removed
ar: تم حذف الفندق

source: New hotel added
ar: تم اضافه فندق جديد

source: please select other one
ar: غير متوفره حالياً الرجاء الاختيار مره اخري

source: has been changed
ar: تم تغيير

# lungHasBeenChanged
source: language has been changed
ar: تم تغيير اللغه

# currHasBeenChanged
source: The currency has been changed
ar: تم تغيير العمله

# haveMailed
source: We have e-mailed your password reset link! please check your email address
ar: لقد قمنا بإرسال رمز إعاده التعين في بريدك الالكتروني

# passwordChangedSuc
source: Password Changed Successfully
ar: تم تحديث كلمه السر بنجاح

# passwordShouldBeDifferent
source: New password should be different from old password
ar: يجب ان تكون كلمه السر الجديده مختلفه عن القديمه

# incorrectPassword
source: Not authorized, incorrect password
ar: كلمه السر غير صحيحه

source: passenger has been updated successfully
ar: تم تحديث بيانات الراكب بنجاح

source: Coupon has been applied
ar: تم تطبيق قسمه التخفيض

source: Your Holiday Packages
ar: باقه لعطلتك

source: Travel from anywhere to anywhere in the world
ar: سافر من أي مكان لأي مكان في العالم

# customizableHolidayPackages
source: With our fully customizable Holiday Packages
ar: مع باقات العطلات القابلة للتخصيص بالكامل

# includingServices
source: Including Flight, Hotel, Transfer and Tours.!
ar: شامله الطيران،الفنادق،المواصلات و النشاطات السياحية

source: Book
ar: احجز

# childAges
source: Child age:
ar: عمر الطفل

source: Number
ar: رقم

source: Share Your Package
ar: مشاركه العطله

# fors
source: for
ar: الي

# adultCount
source: {count,plural, =0{} =1{1 adult} other{{count} adults}}
ar: {count,plural, =0{} =1{بالغ واحد } =2{بالغان} few{{count} بالغين} many{{count} بالغين} other{{count} بالغين}}

# childCount
source: {count,plural, =0{} =1{1 child} other{{count} children}}
ar: {count,plural, =0{} =1{و طفل واحد } =2{و طفلان} few{{count} و اطفال} many{{count} و اطفال} other{{count} و اطفال}}

# nightCount
source: {count,plural, =0{} =1{1 night} other{{count} nights}}
ar: {count,plural, =0{} =1{ليلة واحده} =2{ليلتان} few{{count} ليالي} many{{count} ليالي} other{{count} ليالي}}

# dayCount
source: {count,plural, =0{} =1{1 day} other{{count} days}}
ar: {count,plural, =0{} =1{يوم} =2{يومان} few{{count} ايام} many{{count} ايام} other{{count} ايام}}

source: Mr.
ar: سيد

source: Miss.
ar: أنسه

source: Mrs.
ar: السيده

source: Mstr.
ar: طفل

# invalidUsernameOrPassword
source: You have entered an invalid username or password
ar: اسم المتسخدم / كلمة المرور غير صحيحه

source: Search for transfer
ar: البحث عن مواصلات

source: Search for activity
ar: البحث عن نشاط

source: Please select the hotel name or Drop off location
ar: الرجاء تحديد الفندق او مكان نقطه النهايه

source: Please select your drop off location
ar: الرجاء تحديد نقطه النهايه

source: Please select Pickup location
ar: الرجاء تحديد نقطه البدايه

# pleaseSelectTheAirportToHotel
source: Please select the Airport or the Pickup location to hotel
ar: الرجاء تحديد نقطه المطار او نقطه البدايه

# youDidSelectAnyLocationForTransfer
source: you didn't select any location for transfer, your package will be without Transfer do you want to continue
ar: لم يتم تحديد اي منطقه لوسيله النقل سوف تكون باقه رحلتك بدون مواصلات هل تود الإكمال

source: Airports
ar: المطارات

source: Airport
ar: المطار

source: Service name :
ar: نوع الخدمه :

source: Price :
ar: السعر :

# selectTimeForPickupBackToTheAirport
source: Select time for pickup from hotel back to the airport:
ar: حدد زمن المغادره من الفندق لي المطار

source: Select time for pickup from airport to the hotel:
ar: حدد زمن الوصول في المطار او نقطه البدايه

# plzSelectServiceFirst
source: please select the {service} first
ar: الرجاء تحديد {service} اولاً

# thePackageIsEmpty
source: the package is empty please select other one
ar: الباقه خاليه ، إختر باقه اخرى

source: No transfer found to the location
ar: لا توجد و مواصلات الي هذه المنطقه

source: Please enter your Email
ar: الرجاء إدخال البريد الالكتروني

# baggageInfo
source: {num,plural, =0{} =1{1 pieces / Person} other{{num} Pieces / Person}}
ar: {num,plural, =0{} =1{حقيبه لكل شخص } =2{حقيبتان لكل شخص} few{{num} حقائب لكل شخص} many{{num} حقائب لكل شخص} other{{num} حقائب لكل شخص}}

source: Please accept the general terms
ar: الرجاء المواقفة علي سياساتنا العامه

# packageDescription
source: Package gallery
ar: معرض الباقه

# uAreNotLoggedIn
source: you are not Logged in
ar: لم تقم بتسجيل الدخول

# rUSureToRemovePassenger
source: Are you sure to remove this passenger
ar: انت علي وشك حذف هذا المسافر هل ترغب في الحذف

# passDeleted
source: Passenger deleted
ar: تم حذف الراكب

# thisFlightFailedToBookingPlease
source: This flight failed to booking please chose other one:
ar: الرحله الطيران غير متوفره حاليا الرجاء تغيير الرحله

# somethingWrong
source: Something went wrong please try again
ar: حدث خطأ ما. يرجى إعادة المحاولة لاحقاً

# uSaving
source: You Saving:
ar: لقد وفرت

# bestFamilyPac
source: The best Family Holiday Packages
ar: افضل رحلات السفر العائليه

source: Colombo
ar: كولمبو

source: Male
ar: مالي

source: Paris
ar: باريس

source: Miami Beach
ar: شاطئ ميامي

source: Helsinki
ar: هلسنكي

source: Dubrovnik
ar: دوبروفنيك

source: Madrid
ar: مدريد

source: Gothenburg
ar: غوتنبرغ

source: Copenhagen
ar: كوبنهاغن

source: San Salvador
ar: السلفادور

source: Dubai
ar: دبي

source: London
ar: لندن

source: Cancun
ar: كانكون

source: Crete
ar: كريت

source: Rome
ar: روما

source: Baku
ar: باكو

source: Tbilisi
ar: تبليسي

source: Belgrade
ar: بلغراد

source: Tirana
ar: تيرانا

source: Hurghada
ar: الغردقة

# topTrendingHPack
source: Top Trending Holiday Packages
ar: افضل وجهات السفر في العالم

# takeFromGallery
source: choose from Gallery
ar: الاختيار من معرض الصور

# takeFromCamera
source: Take photo from Camera
ar: إلتقاط صوره من الكاميرا

# ins
source: in
ar: في

source: Cancel booking
ar: إلغاء الحجز

# currentCancellationAmount
source: Current cancellation charge is
ar: مبلغ الإلغاء الحالي هو

source: Other reason
ar: اسباب اخرى

# deleteAccount
source: Delete this Account ?
ar: حذف الحساب ؟

# deleteSuccess
source: The account has been deleted successfully
ar: تم حذف الحساب بنجاح

# deleteFailed
source: Failed to delete the account ,please try again later or contact us on support@ibookholiday.com
ar: تعذر حذف الحساب ،الرجاء المحاوله لاحقآ او التواصل معنا عبر support@ibookholiday.com

# loginDeactivated
source: This account has been deactivated on {on} and will be deleted after {remainingDays} days ({deleteOn}).For account recovery kindly contact us on {support}
ar: هذا الحساب تم حذفه في {on} وسيتم الحذف نهائيا بعد {remainingDays} يوم ({deleteOn}) من اجل تفعيل الحساب الرجاء التواصل معنا عبر {support}

# emailTaken
source: The email has already been taken
ar: تم حجز البريد الالكتروني مسبقا

# sureToDeleteThisAccount
source: Are you sure you want to delete this account
ar: انت تقوم بحذف الحساب هل انت تريد المتابعه

source: Delete
ar: حذف

# countdownConfirm
source: Time to confirm your booking
ar: وقت تاكيد حجزك

# uDidnotProceedyourbooking
source: You didn’t proceed for booking please try again
ar: لم تقم بإكمال عمليه الحجز الرجاء المحاوله لاحقآ

source: Try again
ar: المحاولة مرة أخرى

source: Explore more
ar: إستكشاف المزيد

source: Flights
ar: طيران

source: Hotels
ar: الفنادق

source: Activities
ar: نشاطات سياحيه

source: Privet jet
ar: طائره خاصه

source: Travel insurance
ar: تأمين السفر

source: Transfers
ar: مواصلات

source: Change Room
ar: تغير الغرفه

source: Flight Time
ar: مده الرحله

# weCannotEstimate
source: We can't estimate your departure time on the last day Would you like to book any activity on that day?
ar: لم نتمكن من معرفه زمن مغادرتك في اخر يوم، هل تريد اضافه نشاط لهذا اليوم؟

source: Pax
ar: عدد المسافرين

source: Min. Category
ar: النوع

source: One
ar: ذهاب

source: Round
ar: ذهاب و عوده

source: Departure date
ar: تاريخ الاقلاع

source: Departure time
ar: زمن الاقلاع

# selectDepartureTimes
source: Select departure Time
ar: اختر زمن الاقلاع

source: Minute
ar: دقائق

source: Hour
ar: ساعه

source: save
ar: حفظ

source: Return date
ar: تاريخ العوده

source: Return time
ar: زمن العوده

# selectReturnTimes
source: Select return Time
ar: اختر زمن العوده

# travelerDetails
source: Personal Details
ar: بيانات المسافرين

source: Middle name
ar: الاسم الاوسط

# onePassenger
source: Passenger
ar: المسافر

source: Send
ar: ارسال

source: Senior Travelers
ar: مسن

source: to
ar: الي

# failedToFormatTravelIN
source: Failed to format request please try again later or mail us on info@ibookholiday.com
ar: في تقديم طلبك الرجاء المحاوله لاحقآ او راسلنا عبر البريد الالكتروني info@ibookholiday.com

# errorHappened
source: An error occurred
ar: حدث خطاء

# successToFormattingTravelIn
source: Your request has been submitted. We will contact you shortly
ar: تم تقديم طلبك بنجاح سوف نقوم بتواصل معك قريبآ

# atLestPax
source: This option need at lest 19 PAX and Pax number set to 19
ar: هذا الخيار يحتاج علي الاقل 19 مسافر , تم تعديل عدد المسافرين لي 19

# plzPhoneNumber
source: Please enter your phone number
ar: الرجاء ادخال رقم الهاتف

# thisFiledIsRequired
source: This field required
ar: هذا الحقل مطلوب

# plzEmail
source: Please enter your Email
ar: الرجاء ادخال البريد الالكتروني

# plzSelectMinCategory
source: Please select privet jet Min category
ar: الرجاء اختيار نوع الطائره الخاصه

source: Car details
ar: تفاصيل العربه

source: Pickup information
ar: تفاصيل النقل

source: Waiting information
ar: معلومات الانتظار

source: General information
ar: معلومات عامه

# transferDetail
source: Transfer details
ar: تفاصيل المواصلات
